{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "#": 6,
      "%": 7,
      "(": 8,
      ")": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "?": 27,
      "@": 28,
      "A": 29,
      "B": 30,
      "C": 31,
      "D": 32,
      "E": 33,
      "F": 34,
      "G": 35,
      "H": 36,
      "I": 37,
      "K": 38,
      "L": 39,
      "M": 40,
      "N": 41,
      "O": 42,
      "P": 43,
      "R": 44,
      "S": 45,
      "T": 46,
      "U": 47,
      "V": 48,
      "W": 49,
      "X": 50,
      "Z": 51,
      "_": 52,
      "`": 53,
      "a": 54,
      "b": 55,
      "c": 56,
      "d": 57,
      "e": 58,
      "f": 59,
      "g": 60,
      "h": 61,
      "i": 62,
      "j": 63,
      "k": 64,
      "l": 65,
      "m": 66,
      "n": 67,
      "o": 68,
      "p": 69,
      "q": 70,
      "r": 71,
      "s": 72,
      "t": 73,
      "u": 74,
      "v": 75,
      "w": 76,
      "x": 77,
      "y": 78,
      "z": 79,
      "«": 80,
      "»": 81,
      "Æ": 82,
      "×": 83,
      "á": 84,
      "æ": 85,
      "ö": 86,
      "ʹ": 87,
      "̆": 88,
      "̓": 89,
      "А": 90,
      "Б": 91,
      "В": 92,
      "Г": 93,
      "Д": 94,
      "Е": 95,
      "Ж": 96,
      "З": 97,
      "И": 98,
      "Й": 99,
      "К": 100,
      "Л": 101,
      "М": 102,
      "Н": 103,
      "О": 104,
      "П": 105,
      "Р": 106,
      "С": 107,
      "Т": 108,
      "У": 109,
      "Ф": 110,
      "Х": 111,
      "Ц": 112,
      "Ч": 113,
      "Ш": 114,
      "Щ": 115,
      "Ъ": 116,
      "Ы": 117,
      "Ь": 118,
      "Э": 119,
      "Ю": 120,
      "Я": 121,
      "а": 122,
      "б": 123,
      "в": 124,
      "г": 125,
      "д": 126,
      "е": 127,
      "ж": 128,
      "з": 129,
      "и": 130,
      "й": 131,
      "к": 132,
      "л": 133,
      "м": 134,
      "н": 135,
      "о": 136,
      "п": 137,
      "р": 138,
      "с": 139,
      "т": 140,
      "у": 141,
      "ф": 142,
      "х": 143,
      "ц": 144,
      "ч": 145,
      "ш": 146,
      "щ": 147,
      "ъ": 148,
      "ы": 149,
      "ь": 150,
      "э": 151,
      "ю": 152,
      "я": 153,
      "ё": 154,
      "ӕ": 155,
      "​": 156,
      "‒": 157,
      "–": 158,
      "—": 159,
      "‘": 160,
      "’": 161,
      "“": 162,
      "”": 163,
      "…": 164,
      "№": 165,
      "он": 166,
      "ты": 167,
      "æн": 168,
      "мæ": 169,
      "тæ": 170,
      "æр": 171,
      "уы": 172,
      "ад": 173,
      "ст": 174,
      "йы": 175,
      "ар": 176,
      "ын": 177,
      "æмæ": 178,
      "ра": 179,
      "дз": 180,
      "ах": 181,
      "ин": 182,
      "аг": 183,
      "æс": 184,
      "ен": 185,
      "æг": 186,
      "æй": 187,
      "ор": 188,
      "ан": 189,
      "дж": 190,
      "ат": 191,
      "ал": 192,
      "ер": 193,
      "ай": 194,
      "сты": 195,
      "ды": 196,
      "æм": 197,
      "ци": 198,
      "æл": 199,
      "ик": 200,
      "те": 201,
      "та": 202,
      "ом": 203,
      "джы": 204,
      "ив": 205,
      "уыр": 206,
      "æх": 207,
      "дæр": 208,
      "ой": 209,
      "ны": 210,
      "æт": 211,
      "аз": 212,
      "си": 213,
      "цы": 214,
      "ол": 215,
      "ур": 216,
      "хъ": 217,
      "кæн": 218,
      "ог": 219,
      "ди": 220,
      "ент": 221,
      "кт": 222,
      "ахуыр": 223,
      "пр": 224,
      "ау": 225,
      "æд": 226,
      "адон": 227,
      "од": 228,
      "æз": 229,
      "æйы": 230,
      "сæн": 231,
      "ре": 232,
      "ку": 233,
      "ры": 234,
      "ба": 235,
      "ады": 236,
      "æв": 237,
      "тæн": 238,
      "кон": 239,
      "уд": 240,
      "хай": 241,
      "ЦИ": 242,
      "ист": 243,
      "той": 244,
      "оны": 245,
      "ун": 246,
      "ыл": 247,
      "куы": 248,
      "кæнын": 249,
      "гæн": 250,
      "код": 251,
      "ПУ": 252,
      "аты": 253,
      "ЦИПУ": 254,
      "къ": 255,
      "дзин": 256,
      "удент": 257,
      "сп": 258,
      "про": 259,
      "сы": 260,
      "дзы": 261,
      "ль": 262,
      "гъ": 263,
      "æу": 264,
      "из": 265,
      "теты": 266,
      "фе": 267,
      "студент": 268,
      "онд": 269,
      "ерси": 270,
      "иверси": 271,
      "тæй": 272,
      "ир": 273,
      "æрæс": 274,
      "æрæсе": 275,
      "хуы": 276,
      "алон": 277,
      "универси": 278,
      "ам": 279,
      "фæ": 280,
      "архай": 281,
      "имæ": 282,
      "ийы": 283,
      "сæ": 284,
      "ис": 285,
      "рай": 286,
      "икон": 287,
      "иу": 288,
      "ов": 289,
      "Цæг": 290,
      "гæ": 291,
      "джытæ": 292,
      "ха": 293,
      "йæ": 294,
      "Цæгат": 295,
      "æстæ": 296,
      "дзæн": 297,
      "куль": 298,
      "ион": 299,
      "сс": 300,
      "адз": 301,
      "олог": 302,
      "рыст": 303,
      "бон": 304,
      "Ирыст": 305,
      "Ал": 306,
      "аци": 307,
      "ав": 308,
      "нау": 309,
      "рд": 310,
      "фæл": 311,
      "дон": 312,
      "зон": 313,
      "пп": 314,
      "æуы": 315,
      "ект": 316,
      "ид": 317,
      "Уæрæсе": 318,
      "сын": 319,
      "ит": 320,
      "азы": 321,
      "æттæ": 322,
      "сан": 323,
      "æны": 324,
      "нæ": 325,
      "æрд": 326,
      "уæл": 327,
      "Ирыстоны": 328,
      "дзысты": 329,
      "æтты": 330,
      "агъ": 331,
      "ем": 332,
      "университеты": 333,
      "ек": 334,
      "кодта": 335,
      "бын": 336,
      "дзинад": 337,
      "раз": 338,
      "кодтой": 339,
      "дзах": 340,
      "аддзах": 341,
      "Уæрæсейы": 342,
      "»-": 343,
      "тых": 344,
      "ед": 345,
      "тур": 346,
      "паддзах": 347,
      "ахуыргæн": 348,
      "цыд": 349,
      "Алан": 350,
      "Уы": 351,
      "мин": 352,
      "ет": 353,
      "ма": 354,
      "икæйы": 355,
      "бæр": 356,
      "ста": 357,
      "паддзахадон": 358,
      "кæ": 359,
      "ка": 360,
      "æст": 361,
      "им": 362,
      "джын": 363,
      "кур": 364,
      "æхсæн": 365,
      "сси": 366,
      "адæм": 367,
      "ктор": 368,
      "кæй": 369,
      "бл": 370,
      "ил": 371,
      "ном": 372,
      "фа": 373,
      "тæм": 374,
      "тыл": 375,
      "рав": 376,
      "ахъ": 377,
      "ком": 378,
      "хæй": 379,
      "дис": 380,
      "мы": 381,
      "уыд": 382,
      "тыххæй": 383,
      "рæз": 384,
      "ахуырадон": 385,
      "алы": 386,
      "æвз": 387,
      "гонд": 388,
      "ера": 389,
      "факуль": 390,
      "мæй": 391,
      "20": 392,
      "цæттæ": 393,
      "сæр": 394,
      "фы": 395,
      "истор": 396,
      "огра": 397,
      "ард": 398,
      "арæз": 399,
      "дысты": 400,
      "цийы": 401,
      "дыл": 402,
      "гом": 403,
      "фæс": 404,
      "цæуы": 405,
      "бæл": 406,
      "тет": 407,
      "бар": 408,
      "проект": 409,
      "кл": 410,
      "ырд": 411,
      "икæ": 412,
      "хуыз": 413,
      "хсæн": 414,
      "къол": 415,
      "до": 416,
      "араз": 417,
      "тон": 418,
      "фæр": 419,
      "цæу": 420,
      "ттæ": 421,
      "тимæ": 422,
      "мæйы": 423,
      "куысты": 424,
      "гæс": 425,
      "ректор": 426,
      "убл": 427,
      "джытæн": 428,
      "стой": 429,
      "факультеты": 430,
      "уый": 431,
      "хи": 432,
      "нысан": 433,
      "тæг": 434,
      "чи": 435,
      "уыдзæн": 436,
      "гæсгæ": 437,
      "спубл": 438,
      "Ар": 439,
      "сæй": 440,
      "гæй": 441,
      "ног": 442,
      "дзинæд": 443,
      "ацион": 444,
      "ивон": 445,
      "наукон": 446,
      "номыл": 447,
      "скъол": 448,
      "ахæм": 449,
      "уаты": 450,
      "раг": 451,
      "фед": 452,
      "маг": 453,
      "эк": 454,
      "кад": 455,
      "уаг": 456,
      "рег": 457,
      "»,": 458,
      "æххуы": 459,
      "куыст": 460,
      "культур": 461,
      "куыд": 462,
      "профе": 463,
      "ппæт": 464,
      "гуы": 465,
      "бæстæ": 466,
      "фор": 467,
      "хæст": 468,
      "студенттæ": 469,
      "фæдыл": 470,
      "гон": 471,
      "ацыд": 472,
      "бай": 473,
      "дай": 474,
      "ирта": 475,
      "фид": 476,
      "цц": 477,
      "ныха": 478,
      "кæныны": 479,
      "гæнæн": 480,
      "пол": 481,
      "джыты": 482,
      "пл": 483,
      "ран": 484,
      "уын": 485,
      "бæрæг": 486,
      "фæн": 487,
      "фæз": 488,
      "едаг": 489,
      "уæ": 490,
      "æры": 491,
      "едагог": 492,
      "Къ": 493,
      "аб": 494,
      "загъ": 495,
      "каты": 496,
      "хæс": 497,
      "алист": 498,
      "архайд": 499,
      "фæсив": 500,
      "цент": 501,
      "ный": 502,
      "ахъхъ": 503,
      "ыны": 504,
      "æгъ": 505,
      "айы": 506,
      "рад": 507,
      "Хе": 508,
      "фс": 509,
      "202": 510,
      "ограм": 511,
      "Хетæг": 512,
      "хъæуы": 513,
      "университет": 514,
      "адæмон": 515,
      "Къо": 516,
      "Дз": 517,
      "æнг": 518,
      "разам": 519,
      "Огъ": 520,
      "хн": 521,
      "Хетæгкаты": 522,
      "дæс": 523,
      "ро": 524,
      "Огъуаты": 525,
      "æвæр": 526,
      "Къоста": 527,
      "уæрæсе": 528,
      "гæйæ": 529,
      "ккон": 530,
      "ск": 531,
      "хат": 532,
      "рыккон": 533,
      "техн": 534,
      "загъта": 535,
      "ей": 536,
      "ру": 537,
      "фад": 538,
      "фер": 539,
      "инæ": 540,
      "коном": 541,
      "студентты": 542,
      "Къостайы": 543,
      "жы": 544,
      "аха": 545,
      "республ": 546,
      "Уый": 547,
      "аф": 548,
      "лон": 549,
      "ологи": 550,
      "професси": 551,
      "ус": 552,
      "уæлдæр": 553,
      "полит": 554,
      "».": 555,
      "рат": 556,
      "нырыккон": 557,
      "райрæз": 558,
      "дæтты": 559,
      "пар": 560,
      "ракт": 561,
      "ахиз": 562,
      "ег": 563,
      "лæу": 564,
      "ас": 565,
      "наг": 566,
      "бæстæйы": 567,
      "ев": 568,
      "хайы": 569,
      "магонд": 570,
      "ме": 571,
      "эконом": 572,
      "спор": 573,
      "орз": 574,
      "кæны": 575,
      "дзинады": 576,
      "наукæ": 577,
      "ныхас": 578,
      "регион": 579,
      "Кон": 580,
      "уа": 581,
      "аджы": 582,
      "байгом": 583,
      "ццаг": 584,
      "мадз": 585,
      "фæлтæ": 586,
      "зын": 587,
      "рæстæ": 588,
      "уав": 589,
      "дзау": 590,
      "ахс": 591,
      "дæсный": 592,
      "профессион": 593,
      "хорз": 594,
      "цау": 595,
      "арæзт": 596,
      "сæйраг": 597,
      "ферен": 598,
      "педагог": 599,
      "зæр": 600,
      "рон": 601,
      "програм": 602,
      "по": 603,
      "зонадон": 604,
      "ахъхъæн": 605,
      "акт": 606,
      "уыцы": 607,
      "арæн": 608,
      "æмæй": 609,
      "кус": 610,
      "ий": 611,
      "кæйы": 612,
      "ут": 613,
      "Ах": 614,
      "уыдон": 615,
      "дыст": 616,
      "00": 617,
      "рау": 618,
      "федр": 619,
      "енты": 620,
      "айд": 621,
      "кафедр": 622,
      "историон": 623,
      "баз": 624,
      "ыр": 625,
      "джи": 626,
      "се": 627,
      "Ст": 628,
      "дард": 629,
      "ли": 630,
      "хъæ": 631,
      "минист": 632,
      "кæнынæн": 633,
      "авк": 634,
      "сæрмагонд": 635,
      "аразын": 636,
      "ес": 637,
      "кæр": 638,
      "тты": 639,
      "цыдысты": 640,
      "æнысан": 641,
      "фадат": 642,
      "республикæйы": 643,
      "дур": 644,
      "оци": 645,
      "ары": 646,
      "æхи": 647,
      "иртасæн": 648,
      "джиаг": 649,
      "зд": 650,
      "ахуырады": 651,
      "бацæттæ": 652,
      "архайджытæ": 653,
      "фæсивæд": 654,
      "ици": 655,
      "мат": 656,
      "но": 657,
      "орг": 658,
      "цæудзæн": 659,
      "ак": 660,
      "фæнысан": 661,
      "тын": 662,
      "ологийы": 663,
      "дзинæдтæ": 664,
      "бад": 665,
      "Аланийы": 666,
      "ахсджиаг": 667,
      "ппæтуæрæсе": 668,
      "Фед": 669,
      "æрмæ": 670,
      "анд": 671,
      "цæмæй": 672,
      "студенттæн": 673,
      "фыццаг": 674,
      "Кавк": 675,
      "æмб": 676,
      "таци": 677,
      "æдты": 678,
      "бындур": 679,
      "имп": 680,
      "æвзаг": 681,
      "ерацийы": 682,
      "кафедрæйы": 683,
      "Уæл": 684,
      "Хъ": 685,
      "би": 686,
      "зонд": 687,
      "зæрд": 688,
      "каг": 689,
      "практ": 690,
      "рауагъ": 691,
      "ппæтуæрæсеон": 692,
      "æп": 693,
      "æрыгон": 694,
      "Йæ": 695,
      "стæй": 696,
      "фыл": 697,
      "инон": 698,
      "æххæст": 699,
      "спе": 700,
      "дзырд": 701,
      "æхсæнадæмон": 702,
      "ералон": 703,
      "хуыздæр": 704,
      "программæ": 705,
      "физ": 706,
      "адæй": 707,
      "æттæн": 708,
      "конкур": 709,
      "адзырд": 710,
      "профессионалон": 711,
      "фылдæр": 712,
      "æвæрд": 713,
      "æуджы": 714,
      "Архай": 715,
      "ум": 716,
      "фар": 717,
      "дзæг": 718,
      "ирон": 719,
      "Дзæуджы": 720,
      "æджы": 721,
      "бахъ": 722,
      "нц": 723,
      "ри": 724,
      "ти": 725,
      "дид": 726,
      "рæстæг": 727,
      "ос": 728,
      "сæрд": 729,
      "ынц": 730,
      "спер": 731,
      "бынат": 732,
      "архайы": 733,
      "педагогон": 734,
      "оп": 735,
      "уз": 736,
      "хæд": 737,
      "тыр": 738,
      "ссаг": 739,
      "фæрсты": 740,
      "дтæ": 741,
      "ел": 742,
      "ыс": 743,
      "хъуы": 744,
      "æддон": 745,
      "сæргъ": 746,
      "гæтты": 747,
      "су": 748,
      "уæлдай": 749,
      "фæлтæрд": 750,
      "здæх": 751,
      "Æппæтуæрæсеон": 752,
      "æнты": 753,
      "аны": 754,
      "фæлгæтты": 755,
      "фсæддон": 756,
      "уавæр": 757,
      "фил": 758,
      "аргъ": 759,
      "æмгуы": 760,
      "æххуыс": 761,
      "меди": 762,
      "ок": 763,
      "урн": 764,
      "зонын": 765,
      "адæмы": 766,
      "архайдтой": 767,
      "Про": 768,
      "ге": 769,
      "кæм": 770,
      "хы": 771,
      "ограф": 772,
      "специ": 773,
      "РЦИ": 774,
      "ккаг": 775,
      "кусын": 776,
      "хатдзæг": 777,
      "æмбырд": 778,
      "импи": 779,
      "сæргълæу": 780,
      "сарæз": 781,
      "ологон": 782,
      "екци": 783,
      "базон": 784,
      "кæрон": 785,
      "дты": 786,
      "мбæл": 787,
      "хæр": 788,
      "культурон": 789,
      "айда": 790,
      "Дзæуджыхъæуы": 791,
      "импиад": 792,
      "Мин": 793,
      "Фы": 794,
      "кан": 795,
      "радзырд": 796,
      "фæстæ": 797,
      "Ахуыр": 798,
      "ацы": 799,
      "мет": 800,
      "хим": 801,
      "баст": 802,
      "екты": 803,
      "хорзæх": 804,
      "орган": 805,
      "тынг": 806,
      "ия": 807,
      "уыдысты": 808,
      "æхсæнады": 809,
      "мæйаг": 810,
      "скъолайы": 811,
      "æты": 812,
      "Мадз": 813,
      "бир": 814,
      "тор": 815,
      "ул": 816,
      "арон": 817,
      "къæп": 818,
      "минæвæр": 819,
      "разамон": 820,
      "разамын": 821,
      "практикон": 822,
      "кæнынц": 823,
      "фембæл": 824,
      "адзау": 825,
      "экспер": 826,
      "кандид": 827,
      "къæпх": 828,
      "кæс": 829,
      "лен": 830,
      "уалон": 831,
      "ины": 832,
      "сих": 833,
      "ахуырад": 834,
      "ацийы": 835,
      "сæрдар": 836,
      "Ацы": 837,
      "еты": 838,
      "журн": 839,
      "сов": 840,
      "тер": 841,
      "уæг": 842,
      "уыдис": 843,
      "даг": 844,
      "дæг": 845,
      "цæн": 846,
      "иумæйаг": 847,
      "ологион": 848,
      "ахуыргæнджытæ": 849,
      "от": 850,
      "рады": 851,
      "æндæр": 852,
      "арды": 853,
      "хъом": 854,
      "кæнынмæ": 855,
      "Ирыстон": 856,
      "равды": 857,
      "фидар": 858,
      "наукæты": 859,
      "ференци": 860,
      "фæсивæдон": 861,
      "хæдив": 862,
      "специалист": 863,
      "æф": 864,
      "емæ": 865,
      "уыл": 866,
      "арфæ": 867,
      "сист": 868,
      "кæндзысты": 869,
      "2026": 870,
      "Студент": 871,
      "национ": 872,
      "æрдз": 873,
      "дæргъ": 874,
      "уæлахиз": 875,
      "проекттæ": 876,
      "хуызы": 877,
      "уагдæтты": 878,
      "форм": 879,
      "сæргълæууæг": 880,
      "журналист": 881,
      "лан": 882,
      "псих": 883,
      "арын": 884,
      "архайджытæн": 885,
      "команд": 886,
      "истори": 887,
      "хъуыды": 888,
      "Ре": 889,
      "лам": 890,
      "на": 891,
      "наукæйы": 892,
      "фидæны": 893,
      "плом": 894,
      "Кавказы": 895,
      "æдз": 896,
      "дун": 897,
      "æрцыд": 898,
      "уыры": 899,
      "спорт": 900,
      "Мах": 901,
      "ртæ": 902,
      "ныв": 903,
      "хайады": 904,
      "студентон": 905,
      "райсын": 906,
      "федералон": 907,
      "хæдивæг": 908,
      "вæл": 909,
      "дта": 910,
      "йаг": 911,
      "соци": 912,
      "курсы": 913,
      "фæрцы": 914,
      "ахасты": 915,
      "экономикон": 916,
      "Федерацийы": 917,
      "Минист": 918,
      "аст": 919,
      "аив": 920,
      "бах": 921,
      "дæй": 922,
      "ез": 923,
      "ест": 924,
      "ууæ": 925,
      "арæй": 926,
      "ратур": 927,
      "бонмæ": 928,
      "бæрзонд": 929,
      "культурæ": 930,
      "кандидат": 931,
      "æфсæддон": 932,
      "сфæл": 933,
      "аль": 934,
      "бака": 935,
      "фæлв": 936,
      "ппæр": 937,
      "ахъхъæнын": 938,
      "æмгуыст": 939,
      "доны": 940,
      "дек": 941,
      "тæр": 942,
      "ерг": 943,
      "омы": 944,
      "цымы": 945,
      "олимпиад": 946,
      "хъуыд": 947,
      "къл": 948,
      "ектор": 949,
      "доктор": 950,
      "нысангонд": 951,
      "технологи": 952,
      "рауагъдон": 953,
      "асс": 954,
      "сер": 955,
      "цæр": 956,
      "царды": 957,
      "дисс": 958,
      "бав": 959,
      "иуæг": 960,
      "овы": 961,
      "регионалон": 962,
      "мадзæл": 963,
      "здæхт": 964,
      "хъомыл": 965,
      "Фем": 966,
      "боны": 967,
      "гор": 968,
      "мах": 969,
      "не": 970,
      "пайда": 971,
      "умы": 972,
      "гъд": 973,
      "æхсæнад": 974,
      "центр": 975,
      "рух": 976,
      "политикæйы": 977,
      "медиц": 978,
      "хорзæхджын": 979,
      "вæлл": 980,
      "Фембæл": 981,
      "бал": 982,
      "вæз": 983,
      "стыр": 984,
      "ных": 985,
      "курди": 986,
      "скъоладзау": 987,
      "райрæзты": 988,
      "об": 989,
      "хæтты": 990,
      "цæст": 991,
      "дыууæ": 992,
      "диплом": 993,
      "барын": 994,
      "хъæппæр": 995,
      "бирæ": 996,
      "арæйнаг": 997,
      "Æхсæн": 998,
      "уаз": 999,
      "докл": 1000,
      "хæстон": 1001,
      "конкурс": 1002,
      "минæвæрттæ": 1003,
      "Республ": 1004,
      "дуне": 1005,
      "цымыдис": 1006,
      "бæттæн": 1007,
      "ори": 1008,
      "гæнæнтæ": 1009,
      "2025": 1010,
      "дарддæр": 1011,
      "уæлахиздзау": 1012,
      "социалон": 1013,
      "сфæлдыст": 1014,
      "ацæудзæн": 1015,
      "инг": 1016,
      "тап": 1017,
      "амон": 1018,
      "зонæдты": 1019,
      "къæпхæн": 1020,
      "æды": 1021,
      "æппæт": 1022,
      "зæгъ": 1023,
      "мен": 1024,
      "уæв": 1025,
      "чы": 1026,
      "уым": 1027,
      "раарфæ": 1028,
      "къор": 1029,
      "сывæлл": 1030,
      "иуджытæ": 1031,
      "фæлæ": 1032,
      "емат": 1033,
      "фæнды": 1034,
      "дзырдтой": 1035,
      "архайын": 1036,
      "Æр": 1037,
      "РА": 1038,
      "Фæс": 1039,
      "сæхи": 1040,
      "æмвæз": 1041,
      "азты": 1042,
      "хъæу": 1043,
      "директор": 1044,
      "бац": 1045,
      "гæнæг": 1046,
      "проц": 1047,
      "уыдоны": 1048,
      "æвзæр": 1049,
      "кадем": 1050,
      "уынаф": 1051,
      "хæсты": 1052,
      "Мадзал": 1053,
      "дæргъы": 1054,
      "диссер": 1055,
      "II": 1056,
      "зы": 1057,
      "лекци": 1058,
      "æрбад": 1059,
      "стит": 1060,
      "ализ": 1061,
      "равзæр": 1062,
      "æрмæст": 1063,
      "Фыды": 1064,
      "диссертаци": 1065,
      "ионы": 1066,
      "оф": 1067,
      "æрв": 1068,
      "æвар": 1069,
      "райс": 1070,
      "цæуын": 1071,
      "кадджын": 1072,
      "афтæ": 1073,
      "æнтыст": 1074,
      "географ": 1075,
      "хæрз": 1076,
      "радзырдта": 1077,
      "10": 1078,
      "ду": 1079,
      "отон": 1080,
      "уар": 1081,
      "фик": 1082,
      "æрæн": 1083,
      "арх": 1084,
      "ойты": 1085,
      "фæст": 1086,
      "æххуысæй": 1087,
      "кæмæн": 1088,
      "уырыссаг": 1089,
      "доклад": 1090,
      "Ны": 1091,
      "Цент": 1092,
      "ие": 1093,
      "кар": 1094,
      "лект": 1095,
      "лæвæрд": 1096,
      "сомы": 1097,
      "схорзæхджын": 1098,
      "тератур": 1099,
      "хъус": 1100,
      "иумæ": 1101,
      "ова": 1102,
      "хицау": 1103,
      "ференцийы": 1104,
      "математ": 1105,
      "кæронбæттæн": 1106,
      "метод": 1107,
      "академ": 1108,
      "гуыр": 1109,
      "кат": 1110,
      "сл": 1111,
      "уæд": 1112,
      "усс": 1113,
      "ахуыргæнæг": 1114,
      "актуалон": 1115,
      "декан": 1116,
      "дтой": 1117,
      "муз": 1118,
      "фон": 1119,
      "гуых": 1120,
      "спорты": 1121,
      "физикон": 1122,
      "равдыстой": 1123,
      "дар": 1124,
      "зай": 1125,
      "мад": 1126,
      "трад": 1127,
      "уæнг": 1128,
      "цæг": 1129,
      "стер": 1130,
      "айты": 1131,
      "ами": 1132,
      "факультет": 1133,
      "доцент": 1134,
      "регионы": 1135,
      "æгъд": 1136,
      "литератур": 1137,
      "фембæлд": 1138,
      "æтæ": 1139,
      "æпп": 1140,
      "Ин": 1141,
      "Стыр": 1142,
      "дгонд": 1143,
      "оз": 1144,
      "фты": 1145,
      "эт": 1146,
      "уыдзысты": 1147,
      "ика": 1148,
      "конференци": 1149,
      "комп": 1150,
      "хицæн": 1151,
      "дзинæдты": 1152,
      "дæсныйады": 1153,
      "Уæлахиз": 1154,
      "базонгæ": 1155,
      "Пр": 1156,
      "сгуых": 1157,
      "уб": 1158,
      "æртæ": 1159,
      "раны": 1160,
      "азмæ": 1161,
      "дисын": 1162,
      "оду": 1163,
      "æзты": 1164,
      "ссор": 1165,
      "фæзын": 1166,
      "фæлтæрддзинад": 1167,
      "традици": 1168,
      "19": 1169,
      "Национ": 1170,
      "Серг": 1171,
      "бинон": 1172,
      "дæн": 1173,
      "иты": 1174,
      "стæм": 1175,
      "сараз": 1176,
      "сбæрæг": 1177,
      "юр": 1178,
      "æрæмбырд": 1179,
      "студ": 1180,
      "кæндзæн": 1181,
      "проекты": 1182,
      "гъау": 1183,
      "Уымæй": 1184,
      "райрæзт": 1185,
      "зонындзинæдтæ": 1186,
      "разамонæг": 1187,
      "Фембæлды": 1188,
      "æнтыстджын": 1189,
      "Сергей": 1190,
      "15": 1191,
      "Педагог": 1192,
      "кол": 1193,
      "тен": 1194,
      "уат": 1195,
      "онг": 1196,
      "стру": 1197,
      "æсты": 1198,
      "стытæ": 1199,
      "стысты": 1200,
      "темæ": 1201,
      "къаб": 1202,
      "хуыс": 1203,
      "райды": 1204,
      "разæнг": 1205,
      "коммæ": 1206,
      "фæсарæйнаг": 1207,
      "класс": 1208,
      "цæудзысты": 1209,
      "фæсивæды": 1210,
      "центры": 1211,
      "мадзал": 1212,
      "зындгонд": 1213,
      "Архайджытæ": 1214,
      "хатдзæгтæм": 1215,
      "æрдзон": 1216,
      "Фыдыбæстæйы": 1217,
      "Мæс": 1218,
      "ич": 1219,
      "ко": 1220,
      "мб": 1221,
      "сай": 1222,
      "хæстæ": 1223,
      "ахат": 1224,
      "информ": 1225,
      "æхц": 1226,
      "през": 1227,
      "фест": 1228,
      "цæуынц": 1229,
      "профессор": 1230,
      "политикæ": 1231,
      "зынгæ": 1232,
      "дæсныйад": 1233,
      "уыдонæн": 1234,
      "дæгты": 1235,
      "Мæскуы": 1236,
      "æди": 1237,
      "Хусс": 1238,
      "баха": 1239,
      "гран": 1240,
      "дæттæ": 1241,
      "есс": 1242,
      "здæр": 1243,
      "пат": 1244,
      "пер": 1245,
      "ух": 1246,
      "цер": 1247,
      "этап": 1248,
      "æнæ": 1249,
      "æну": 1250,
      "инæйы": 1251,
      "джытимæ": 1252,
      "азæй": 1253,
      "прем": 1254,
      "бацыдысты": 1255,
      "уник": 1256,
      "уæрæсейаг": 1257,
      "зæрдæ": 1258,
      "адæмыхæтты": 1259,
      "сарæзтой": 1260,
      "медицинон": 1261,
      "Ро": 1262,
      "ми": 1263,
      "рен": 1264,
      "арф": 1265,
      "дзæв": 1266,
      "инте": 1267,
      "адыл": 1268,
      "мастер": 1269,
      "æххуысы": 1270,
      "спортивон": 1271,
      "Ун": 1272,
      "дин": 1273,
      "кор": 1274,
      "ле": 1275,
      "уж": 1276,
      "фин": 1277,
      "фæх": 1278,
      "æрæх": 1279,
      "æйæ": 1280,
      "хуызон": 1281,
      "æхсæнадон": 1282,
      "комкоммæ": 1283,
      "фæзил": 1284,
      "университетты": 1285,
      "парлам": 1286,
      "уавæры": 1287,
      "активон": 1288,
      "кусджытæ": 1289,
      "националон": 1290,
      "психологон": 1291,
      "Æхсæнадæмон": 1292,
      "сфæлдыстадон": 1293,
      "ститу": 1294,
      "30": 1295,
      "æб": 1296,
      "Фор": 1297,
      "биз": 1298,
      "др": 1299,
      "мон": 1300,
      "нов": 1301,
      "цал": 1302,
      "адим": 1303,
      "ынæн": 1304,
      "орийы": 1305,
      "ахуырдзау": 1306,
      "агъд": 1307,
      "ахуыргæндтæ": 1308,
      "хатт": 1309,
      "парахат": 1310,
      "хъуыддæгты": 1311,
      "курдиат": 1312,
      "архе": 1313,
      "разæнгард": 1314,
      "фестив": 1315,
      "Универси": 1316,
      "Мар": 1317,
      "Нæ": 1318,
      "асп": 1319,
      "кв": 1320,
      "пион": 1321,
      "уыздæр": 1322,
      "нымæ": 1323,
      "кæнæм": 1324,
      "проду": 1325,
      "иртæ": 1326,
      "бонты": 1327,
      "емпион": 1328,
      "историйы": 1329,
      "уамæ": 1330,
      "химийы": 1331,
      "организ": 1332,
      "олимпиадæйы": 1333,
      "бацах": 1334,
      "æрвыл": 1335,
      "Ираны": 1336,
      "гре": 1337,
      "егъау": 1338,
      "зар": 1339,
      "саразын": 1340,
      "хон": 1341,
      "ьер": 1342,
      "арæх": 1343,
      "хъуамæ": 1344,
      "кæнгæйæ": 1345,
      "ахуыры": 1346,
      "баиу": 1347,
      "пробл": 1348,
      "архайджыты": 1349,
      "хасæн": 1350,
      "курс": 1351,
      "»,–": 1352,
      "бындурон": 1353,
      "бавæрæн": 1354,
      "хъæппæрис": 1355,
      "гуырæн": 1356,
      "студенты": 1357,
      "Хуссар": 1358,
      "патри": 1359,
      "18": 1360,
      "Ан": 1361,
      "Цы": 1362,
      "кци": 1363,
      "орат": 1364,
      "админист": 1365,
      "æмхасæн": 1366,
      "кæнæ": 1367,
      "бам": 1368,
      "изм": 1369,
      "Алек": 1370,
      "æстон": 1371,
      "равдыст": 1372,
      "иртас": 1373,
      "фæзуат": 1374,
      "советы": 1375,
      "ахастыты": 1376,
      "РАН": 1377,
      "Фæсив": 1378,
      "служ": 1379,
      "Мæскуыйы": 1380,
      "адæмыхæттыты": 1381,
      "Ир": 1382,
      "Пре": 1383,
      "бан": 1384,
      "вырд": 1385,
      "гра": 1386,
      "зыл": 1387,
      "ккæ": 1388,
      "маджы": 1389,
      "хис": 1390,
      "ынмæ": 1391,
      "енталон": 1392,
      "атыл": 1393,
      "идент": 1394,
      "кæцы": 1395,
      "кая": 1396,
      "рæзты": 1397,
      "фæрæз": 1398,
      "форум": 1399,
      "ныхасы": 1400,
      "разамынды": 1401,
      "Министрады": 1402,
      "мадзæлттæ": 1403,
      "Сов": 1404,
      "бол": 1405,
      "де": 1406,
      "иран": 1407,
      "мод": 1408,
      "сæххæст": 1409,
      "фрон": 1410,
      "æниз": 1411,
      "ант": 1412,
      "гæнæны": 1413,
      "архайды": 1414,
      "бынæттæ": 1415,
      "размæ": 1416,
      "етер": 1417,
      "равдисын": 1418,
      "алыхуызон": 1419,
      "форумы": 1420,
      "зæрдыл": 1421,
      "номæй": 1422,
      "операцийы": 1423,
      "филологийы": 1424,
      "хыгъд": 1425,
      "системæ": 1426,
      "ныхмæ": 1427,
      "Програм": 1428,
      "Фæсивæд": 1429,
      "служб": 1430,
      "æцц": 1431,
      "Зæл": 1432,
      "ейы": 1433,
      "ох": 1434,
      "снысан": 1435,
      "инæг": 1436,
      "али": 1437,
      "æмæнг": 1438,
      "ныф": 1439,
      "ктур": 1440,
      "архайæг": 1441,
      "ахуыргæнæджы": 1442,
      "æвзаджы": 1443,
      "цæттæдзинад": 1444,
      "ректоры": 1445,
      "фæндон": 1446,
      "фæндаг": 1447,
      "аборат": 1448,
      "скы": 1449,
      "фæрстытæ": 1450,
      "хатдзæгтæ": 1451,
      "разамындæй": 1452,
      "совет": 1453,
      "журналистикæйы": 1454,
      "технологиты": 1455,
      "уынаффæ": 1456,
      "æгъдау": 1457,
      "райдыдта": 1458,
      "Вл": 1459,
      "вы": 1460,
      "йæхи": 1461,
      "оты": 1462,
      "рт": 1463,
      "ров": 1464,
      "дзур": 1465,
      "аттæ": 1466,
      "айт": 1467,
      "æмбарын": 1468,
      "кусы": 1469,
      "бацыд": 1470,
      "фæбæрæг": 1471,
      "райстой": 1472,
      "райдай": 1473,
      "сандр": 1474,
      "уæлæмхасæн": 1475,
      "номин": 1476,
      "куыстытæ": 1477,
      "экономикæ": 1478,
      "рæстæджы": 1479,
      "Ахæм": 1480,
      "хъæб": 1481,
      "Кавказ": 1482,
      "Уæлдай": 1483,
      "бахъахъхъæнын": 1484,
      "Проекты": 1485,
      "процесс": 1486,
      "райсдзысты": 1487,
      "сгуыхт": 1488,
      "Сæ": 1489,
      "Скъол": 1490,
      "вар": 1491,
      "залы": 1492,
      "рит": 1493,
      "усын": 1494,
      "анит": 1495,
      "ерон": 1496,
      "азон": 1497,
      "хъахъхъæн": 1498,
      "ахуыргæнджыты": 1499,
      "цæттæдзинады": 1500,
      "арддæр": 1501,
      "бæлвырд": 1502,
      "фæлтæр": 1503,
      "адæймаджы": 1504,
      "командæ": 1505,
      "уымæн": 1506,
      "æмвæзадыл": 1507,
      "ституты": 1508,
      "аспиран": 1509,
      "),": 1510,
      "Абон": 1511,
      "во": 1512,
      "дам": 1513,
      "еди": 1514,
      "лаборат": 1515,
      "му": 1516,
      "мол": 1517,
      "фæт": 1518,
      "чемпион": 1519,
      "æнтæ": 1520,
      "раци": 1521,
      "дзæб": 1522,
      "ертæ": 1523,
      "хъæл": 1524,
      "Алы": 1525,
      "идикон": 1526,
      "Уыдон": 1527,
      "нысаниуæг": 1528,
      "ахъхъæд": 1529,
      "ахаст": 1530,
      "министрады": 1531,
      "конкурсы": 1532,
      "уманит": 1533,
      "узны": 1534,
      "къорд": 1535,
      "фондз": 1536,
      "къабазы": 1537,
      "проблемæ": 1538,
      "хистæр": 1539,
      "æццæ": 1540,
      "Зæлинæ": 1541,
      "дзæбæх": 1542,
      "уманитарон": 1543,
      ").": 1544,
      "Аб": 1545,
      "Куы": 1546,
      "Сæр": 1547,
      "гуманитарон": 1548,
      "лай": 1549,
      "трен": 1550,
      "ья": 1551,
      "адмæ": 1552,
      "æййы": 1553,
      "хъæд": 1554,
      "æвди": 1555,
      "студенткæ": 1556,
      "райнаг": 1557,
      "хас": 1558,
      "ппар": 1559,
      "емон": 1560,
      "Уыры": 1561,
      "бæрц": 1562,
      "каст": 1563,
      "или": 1564,
      "рæзын": 1565,
      "фыс": 1566,
      "скъолаты": 1567,
      "ский": 1568,
      "акци": 1569,
      "бындурыл": 1570,
      "фарст": 1571,
      "фæрстытыл": 1572,
      "Министрад": 1573,
      "бакаст": 1574,
      "бакастысты": 1575,
      "æрбадты": 1576,
      "æдисы": 1577,
      "Росси": 1578,
      "бацахста": 1579,
      "Владим": 1580,
      "11": 1581,
      "Ди": 1582,
      "Кур": 1583,
      "Кок": 1584,
      "Ол": 1585,
      "Рав": 1586,
      "вол": 1587,
      "емæйы": 1588,
      "иаты": 1589,
      "ло": 1590,
      "мид": 1591,
      "сон": 1592,
      "хæл": 1593,
      "цæ": 1594,
      "цен": 1595,
      "уымæй": 1596,
      "раты": 1597,
      "раха": 1598,
      "æгæн": 1599,
      "дыккаг": 1600,
      "ныр": 1601,
      "ныфс": 1602,
      "кæной": 1603,
      "ктивон": 1604,
      "къами": 1605,
      "емин": 1606,
      "бынæт": 1607,
      "сæйрагдæр": 1608,
      "ност": 1609,
      "дзырдта": 1610,
      "тифик": 1611,
      "елег": 1612,
      "цымыдисдзинад": 1613,
      "уæвын": 1614,
      "хъæугæ": 1615,
      "географион": 1616,
      "фæстиуджытæ": 1617,
      "æхцайы": 1618,
      "цалдæр": 1619,
      "патриотон": 1620,
      "æгъдауæй": 1621,
      "фæтк": 1622,
      "лайн": 1623,
      "Уырыссаг": 1624,
      "Æв": 1625,
      "Зæр": 1626,
      "Нау": 1627,
      "Пли": 1628,
      "Тай": 1629,
      "ацыдысты": 1630,
      "бæс": 1631,
      "бæстон": 1632,
      "вæййы": 1633,
      "гай": 1634,
      "ла": 1635,
      "мар": 1636,
      "рий": 1637,
      "фæу": 1638,
      "цард": 1639,
      "шв": 1640,
      "эф": 1641,
      "æрдзырдтой": 1642,
      "стра": 1643,
      "анализ": 1644,
      "еры": 1645,
      "тег": 1646,
      "теат": 1647,
      "хъусын": 1648,
      "университе": 1649,
      "бонæй": 1650,
      "ахуыргæндты": 1651,
      "клуб": 1652,
      "экс": 1653,
      "уагдоны": 1654,
      "фæнд": 1655,
      "фæзуаты": 1656,
      "Конференцийы": 1657,
      "кæрæдз": 1658,
      "ициалон": 1659,
      "адæймаг": 1660,
      "уавæрты": 1661,
      "уавæртæ": 1662,
      "Студенттæ": 1663,
      "æмгуыстад": 1664,
      "Республикæ": 1665,
      "лектрон": 1666,
      "Уæлахизы": 1667,
      "Националон": 1668,
      "арфæйы": 1669,
      "парламенты": 1670,
      "продукт": 1671,
      "Кокайты": 1672,
      "Плиты": 1673,
      "25": 1674,
      "æц": 1675,
      "Ныр": 1676,
      "УФ": 1677,
      "абон": 1678,
      "бур": 1679,
      "ген": 1680,
      "исты": 1681,
      "ирайнаг": 1682,
      "мгæнæны": 1683,
      "ник": 1684,
      "ту": 1685,
      "фун": 1686,
      "цав": 1687,
      "æнд": 1688,
      "æнæмæнг": 1689,
      "ахад": 1690,
      "ентаци": 1691,
      "ани": 1692,
      "икт": 1693,
      "хъахъхъæнын": 1694,
      "димæ": 1695,
      "хуымгæнæны": 1696,
      "амб": 1697,
      "райста": 1698,
      "иттæг": 1699,
      "бынаты": 1700,
      "етикон": 1701,
      "мац": 1702,
      "цæуыны": 1703,
      "скъола": 1704,
      "магист": 1705,
      "архайдта": 1706,
      "политикон": 1707,
      "ырды": 1708,
      "Федералон": 1709,
      "бахъахъхъæн": 1710,
      "сарæзта": 1711,
      "радзырдтой": 1712,
      "системæйы": 1713,
      "аивадон": 1714,
      "сертифик": 1715,
      "Педагогон": 1716,
      "бамбарын": 1717,
      "През": 1718,
      "бынæттон": 1719,
      "цавæр": 1720,
      "Ге": 1721,
      "Дж": 1722,
      "СК": 1723,
      "Эк": 1724,
      "бю": 1725,
      "быр": 1726,
      "ио": 1727,
      "лы": 1728,
      "тран": 1729,
      "уадз": 1730,
      "электрон": 1731,
      "мæл": 1732,
      "æрцыдысты": 1733,
      "йын": 1734,
      "арты": 1735,
      "ралон": 1736,
      "раныхас": 1737,
      "æгты": 1738,
      "атор": 1739,
      "ерыс": 1740,
      "æмбæл": 1741,
      "хъайт": 1742,
      "æдтæ": 1743,
      "кусси": 1744,
      "сыз": 1745,
      "гъуыд": 1746,
      "агъом": 1747,
      "ахуыргæнджытæн": 1748,
      "равдис": 1749,
      "рæзт": 1750,
      "æвзарæн": 1751,
      "культурæйы": 1752,
      "иртасын": 1753,
      "æвæрæны": 1754,
      "Конференци": 1755,
      "Конкурсы": 1756,
      "профессионал": 1757,
      "био": 1758,
      "зондамон": 1759,
      "Проект": 1760,
      "специалисттæ": 1761,
      "фæлвæрд": 1762,
      "рухæны": 1763,
      "цæстдард": 1764,
      "дунейы": 1765,
      "официалон": 1766,
      "Центры": 1767,
      "икашв": 1768,
      "юридикон": 1769,
      "структур": 1770,
      "корре": 1771,
      "новацион": 1772,
      "Фæсивæдон": 1773,
      "Владимир": 1774,
      "13": 1775,
      "Æры": 1776,
      "АА": 1777,
      "Иу": 1778,
      "Ник": 1779,
      "бег": 1780,
      "гиз": 1781,
      "ден": 1782,
      "дом": 1783,
      "делег": 1784,
      "заг": 1785,
      "зоны": 1786,
      "йæн": 1787,
      "кг": 1788,
      "кре": 1789,
      "нес": 1790,
      "рæгъ": 1791,
      "сах": 1792,
      "фтæ": 1793,
      "æнц": 1794,
      "дзуа": 1795,
      "енко": 1796,
      "ципл": 1797,
      "æлон": 1798,
      "темат": 1799,
      "ныртæ": 1800,
      "хъæзты": 1801,
      "бацæуын": 1802,
      "конференцийы": 1803,
      "раздæр": 1804,
      "мысæн": 1805,
      "200": 1806,
      "ректорОгъуаты": 1807,
      "уагдон": 1808,
      "техникон": 1809,
      "технологийы": 1810,
      "дзинадыл": 1811,
      "регионты": 1812,
      "министрад": 1813,
      "есл": 1814,
      "æрмæг": 1815,
      "зæрдæвæрæны": 1816,
      "æмгуысты": 1817,
      "Фыццаг": 1818,
      "органикон": 1819,
      "Мадзалы": 1820,
      "иныг": 1821,
      "равдыста": 1822,
      "скъоладзауты": 1823,
      "дунеон": 1824,
      "дарддæры": 1825,
      "карьер": 1826,
      "математикон": 1827,
      "зайæг": 1828,
      "бинонты": 1829,
      "президент": 1830,
      "преми": 1831,
      "уникалон": 1832,
      "æвдисæн": 1833,
      "къамисы": 1834,
      "эффе": 1835,
      "стратег": 1836,
      "тематикон": 1837,
      "17": 1838,
      "Æфсæддон": 1839,
      "Хи": 1840,
      "Хуыздæр": 1841,
      "бу": 1842,
      "гар": 1843,
      "дтæн": 1844,
      "еор": 1845,
      "зты": 1846,
      "иент": 1847,
      "мит": 1848,
      "нын": 1849,
      "пор": 1850,
      "хо": 1851,
      "хæт": 1852,
      "хæдз": 1853,
      "мæг": 1854,
      "оректор": 1855,
      "ахуыртæ": 1856,
      "æдас": 1857,
      "рей": 1858,
      "кусæн": 1859,
      "хайад": 1860,
      "истон": 1861,
      "къах": 1862,
      "спонд": 1863,
      "проф": 1864,
      "измы": 1865,
      "еткæ": 1866,
      "дисципл": 1867,
      "мадзалы": 1868,
      "кусæг": 1869,
      "фæсивæдæн": 1870,
      "бахъахъхъæд": 1871,
      "баххуыс": 1872,
      "олимпиадæ": 1873,
      "рухс": 1874,
      "зæгъы": 1875,
      "сывæллæтты": 1876,
      "уынафф": 1877,
      "Центр": 1878,
      "хицауады": 1879,
      "академийы": 1880,
      "саразыны": 1881,
      "бизнес": 1882,
      "Александр": 1883,
      "ныффидар": 1884,
      "корреспонд": 1885,
      "50": 1886,
      "æцæг": 1887,
      "Аль": 1888,
      "Бар": 1889,
      "Вал": 1890,
      "ГУ": 1891,
      "Ды": 1892,
      "Рус": 1893,
      "Тен": 1894,
      "ауы": 1895,
      "бе": 1896,
      "ве": 1897,
      "гæх": 1898,
      "дæт": 1899,
      "ип": 1900,
      "кин": 1901,
      "низ": 1902,
      "ою": 1903,
      "пъ": 1904,
      "стæ": 1905,
      "ссы": 1906,
      "тъ": 1907,
      "ттæн": 1908,
      "уан": 1909,
      "цъ": 1910,
      "тыккаг": 1911,
      "æнæп": 1912,
      "æрныхас": 1913,
      "стат": 1914,
      "институты": 1915,
      "æйæн": 1916,
      "анг": 1917,
      "ание": 1918,
      "стыты": 1919,
      "æлты": 1920,
      "сим": 1921,
      "урок": 1922,
      "ахуыргонд": 1923,
      "ациты": 1924,
      "миниуджытæ": 1925,
      "илотон": 1926,
      "комм": 1927,
      "кадртæ": 1928,
      "куыстмæ": 1929,
      "аразынæн": 1930,
      "Архайджытæн": 1931,
      "опера": 1932,
      "специалистты": 1933,
      "æмгуыстады": 1934,
      "скъоладзаутæ": 1935,
      "дипломат": 1936,
      "процес": 1937,
      "докладтæ": 1938,
      "информаци": 1939,
      "æрæхдæр": 1940,
      "арæхст": 1941,
      "хъæбыс": 1942,
      "мидæг": 1943,
      "экскур": 1944,
      "агъоммæ": 1945,
      "дзуапп": 1946,
      "эффективон": 1947,
      "корреспондент": 1948,
      "Тенгиз": 1949,
      "12": 1950,
      "Афтæ": 1951,
      "За": 1952,
      "Ком": 1953,
      "Петер": 1954,
      "Ректор": 1955,
      "СС": 1956,
      "Тин": 1957,
      "бузны": 1958,
      "гджын": 1959,
      "еск": 1960,
      "йе": 1961,
      "кал": 1962,
      "нæу": 1963,
      "уккаг": 1964,
      "фен": 1965,
      "фтон": 1966,
      "хус": 1967,
      "цур": 1968,
      "æнæниз": 1969,
      "æрлæу": 1970,
      "стан": 1971,
      "рамб": 1972,
      "ина": 1973,
      "иктор": 1974,
      "кæнæн": 1975,
      "диал": 1976,
      "дизай": 1977,
      "кум": 1978,
      "спайда": 1979,
      "профил": 1980,
      "студенттимæ": 1981,
      "иров": 1982,
      "фæци": 1983,
      "автор": 1984,
      "бæрн": 1985,
      "кæфты": 1986,
      "адæмты": 1987,
      "рæзтæн": 1988,
      "проектты": 1989,
      "ративон": 1990,
      "райрæзтæн": 1991,
      "поэ": 1992,
      "поэт": 1993,
      "архайынц": 1994,
      "къæпхæны": 1995,
      "Махæн": 1996,
      "уазджытæ": 1997,
      "уазджытæн": 1998,
      "архайынмæ": 1999,
      "афтæмæй": 2000,
      "райрæзтмæ": 2001,
      "æнтыстджынæй": 2002,
      "сайтыл": 2003,
      "информацион": 2004,
      "Форумы": 2005,
      "Университеты": 2006,
      "квали": 2007,
      "зылды": 2008,
      "Программæ": 2009,
      "номинаци": 2010,
      "Тайму": 2011,
      "бæстæй": 2012,
      "икашвили": 2013,
      "рæгъмæ": 2014,
      "ныртæккæ": 2015,
      "экскурси": 2016,
      "Петербур": 2017,
      "Тиникашвили": 2018,
      "фтонг": 2019,
      "квалифик": 2020,
      "16": 2021,
      "Æн": 2022,
      "Ба": 2023,
      "Дмит": 2024,
      "Мен": 2025,
      "Рай": 2026,
      "Со": 2027,
      "Сан": 2028,
      "Фин": 2029,
      "Фест": 2030,
      "дарæн": 2031,
      "дикт": 2032,
      "их": 2033,
      "кæмæ": 2034,
      "мо": 2035,
      "майд": 2036,
      "тн": 2037,
      "тагъд": 2038,
      "уси": 2039,
      "ууыл": 2040,
      "хæх": 2041,
      "чиныг": 2042,
      "ъект": 2043,
      "эн": 2044,
      "яй": 2045,
      "онлайн": 2046,
      "æрз": 2047,
      "æргом": 2048,
      "æртыккаг": 2049,
      "адарддæр": 2050,
      "рац": 2051,
      "раиртæ": 2052,
      "иннæ": 2053,
      "атимæ": 2054,
      "иктæ": 2055,
      "икæмæ": 2056,
      "икæйæ": 2057,
      "æхс": 2058,
      "уриент": 2059,
      "диаг": 2060,
      "проректор": 2061,
      "байы": 2062,
      "батыр": 2063,
      "консу": 2064,
      "Уæрæсейаг": 2065,
      "итуриент": 2066,
      "азыгджын": 2067,
      "равлен": 2068,
      "мых": 2069,
      "фыстой": 2070,
      "аразæг": 2071,
      "экологион": 2072,
      "хæстæй": 2073,
      "радтой": 2074,
      "фсою": 2075,
      "ратдзæн": 2076,
      "астæ": 2077,
      "дæсныйадæй": 2078,
      "программæйы": 2079,
      "кусджытæн": 2080,
      "сесси": 2081,
      "здæхты": 2082,
      "гео": 2083,
      "хими": 2084,
      "разамонджытæ": 2085,
      "дагон": 2086,
      "мадзæлтты": 2087,
      "Республикæйы": 2088,
      "РАО": 2089,
      "æрбадт": 2090,
      "равзæрст": 2091,
      "катег": 2092,
      "тенс": 2093,
      "мидис": 2094,
      "фестиваль": 2095,
      "æрвылазон": 2096,
      "Олимпиад": 2097,
      "фæуæрæхдæр": 2098,
      "Георг": 2099,
      "æнæпилотон": 2100,
      "рамбыл": 2101,
      "Таймураз": 2102,
      "Меняй": 2103,
      "Фестив": 2104,
      "100": 2105,
      "æтæй": 2106,
      "Бæр": 2107,
      "Бан": 2108,
      "Зон": 2109,
      "Ирон": 2110,
      "Кад": 2111,
      "Кар": 2112,
      "Сы": 2113,
      "Хæсты": 2114,
      "бы": 2115,
      "базы": 2116,
      "баны": 2117,
      "ви": 2118,
      "вазыгджын": 2119,
      "ган": 2120,
      "гал": 2121,
      "гой": 2122,
      "дарын": 2123,
      "ель": 2124,
      "змæл": 2125,
      "иры": 2126,
      "кины": 2127,
      "ля": 2128,
      "лæг": 2129,
      "скодтой": 2130,
      "тракт": 2131,
      "фæд": 2132,
      "хос": 2133,
      "ххуыс": 2134,
      "æнкъ": 2135,
      "æрхъуыды": 2136,
      "арм": 2137,
      "арт": 2138,
      "раст": 2139,
      "инновацион": 2140,
      "интенс": 2141,
      "æмбар": 2142,
      "цифрон": 2143,
      "цырт": 2144,
      "приз": 2145,
      "бафæлв": 2146,
      "æвд": 2147,
      "æвдис": 2148,
      "къон": 2149,
      "иугæн": 2150,
      "ссарын": 2151,
      "ппы": 2152,
      "æуыл": 2153,
      "екцийы": 2154,
      "дзинадæн": 2155,
      "Уыцы": 2156,
      "фысс": 2157,
      "куыстыты": 2158,
      "Артур": 2159,
      "гæйтты": 2160,
      "куыстæн": 2161,
      "гуыбайы": 2162,
      "гæнæнтыл": 2163,
      "республикæ": 2164,
      "дæттынц": 2165,
      "экономикæйы": 2166,
      "Конкурс": 2167,
      "уац": 2168,
      "уыдонæй": 2169,
      "иртасæнтæ": 2170,
      "бадæттæн": 2171,
      "рауагъд": 2172,
      "медиа": 2173,
      "эксперт": 2174,
      "террит": 2175,
      "нывонд": 2176,
      "райсынæн": 2177,
      "бæрзонддæр": 2178,
      "кълеткæ": 2179,
      "цæрæг": 2180,
      "чыз": 2181,
      "III": 2182,
      "уарзон": 2183,
      "лæвæрдтой": 2184,
      "мадæлон": 2185,
      "бахаста": 2186,
      "бахастой": 2187,
      "дæттæг": 2188,
      "финан": 2189,
      "Форум": 2190,
      "фæрæзтæ": 2191,
      "Советы": 2192,
      "даменталон": 2193,
      "Сæрмагонд": 2194,
      "сызгон": 2195,
      "равдисдзысты": 2196,
      "сахатыл": 2197,
      "æнцон": 2198,
      "еоргуыбайы": 2199,
      "Альб": 2200,
      "Руслан": 2201,
      "Дмитрий": 2202,
      "астæуккаг": 2203,
      "цыртдзæв": 2204,
      "24": 2205,
      "80": 2206,
      "Иран": 2207,
      "Ос": 2208,
      "Сер": 2209,
      "Ты": 2210,
      "Цæдисы": 2211,
      "аба": 2212,
      "асси": 2213,
      "вахс": 2214,
      "дæм": 2215,
      "кæуыл": 2216,
      "менты": 2217,
      "ойы": 2218,
      "правлен": 2219,
      "семин": 2220,
      "уш": 2221,
      "уæз": 2222,
      "хиз": 2223,
      "ӕн": 2224,
      "æнмæ": 2225,
      "æгтæ": 2226,
      "орты": 2227,
      "ордин": 2228,
      "теле": 2229,
      "джытæй": 2230,
      "цыппар": 2231,
      "олты": 2232,
      "урхæт": 2233,
      "хайæдты": 2234,
      "куыстæй": 2235,
      "сыг": 2236,
      "екта": 2237,
      "бынтæ": 2238,
      "Уым": 2239,
      "Армен": 2240,
      "плек": 2241,
      "бæрæггæнæн": 2242,
      "абитуриент": 2243,
      "загътой": 2244,
      "еская": 2245,
      "суб": 2246,
      "кусынц": 2247,
      "эксперттæ": 2248,
      "Студентты": 2249,
      "æрдзур": 2250,
      "технологитæ": 2251,
      "ныхæстæ": 2252,
      "цæстæнг": 2253,
      "цымыдисаг": 2254,
      "лекцитæ": 2255,
      "географи": 2256,
      "музы": 2257,
      "уæнгтæ": 2258,
      "традицион": 2259,
      "класстæ": 2260,
      "сайнаг": 2261,
      "æнувы": 2262,
      "дзæвгæ": 2263,
      "нымæцы": 2264,
      "гресс": 2265,
      "административон": 2266,
      "системæты": 2267,
      "Скъоладзау": 2268,
      "бахъахъхъæныны": 2269,
      "креди": 2270,
      "порт": 2271,
      "дисциплинæ": 2272,
      "коммуник": 2273,
      "Санкт": 2274,
      "майдан": 2275,
      "Меняйло": 2276,
      "урхæтæны": 2277,
      "14": 2278,
      "Æмæ": 2279,
      "Æмб": 2280,
      "Дис": 2281,
      "ЕСК": 2282,
      "Ми": 2283,
      "Мæд": 2284,
      "НЕСК": 2285,
      "Там": 2286,
      "Фатимæ": 2287,
      "ЮНЕСК": 2288,
      "асы": 2289,
      "бил": 2290,
      "бот": 2291,
      "дæх": 2292,
      "жен": 2293,
      "иан": 2294,
      "кæд": 2295,
      "лæ": 2296,
      "лæвар": 2297,
      "мӕ": 2298,
      "мил": 2299,
      "сæг": 2300,
      "сыл": 2301,
      "ская": 2302,
      "хан": 2303,
      "член": 2304,
      "тæл": 2305,
      "æрм": 2306,
      "æрон": 2307,
      "уымæ": 2308,
      "инаг": 2309,
      "ерты": 2310,
      "цитæ": 2311,
      "тек": 2312,
      "æхсызгон": 2313,
      "нымад": 2314,
      "пред": 2315,
      "æдæг": 2316,
      "æддагон": 2317,
      "рем": 2318,
      "бацæуыны": 2319,
      "спект": 2320,
      "æууæл": 2321,
      "архайдимæ": 2322,
      "ологтæ": 2323,
      "бынæтты": 2324,
      "ахуыргæндтæн": 2325,
      "Аланы": 2326,
      "минæвар": 2327,
      "джындæр": 2328,
      "курсан": 2329,
      "коман": 2330,
      "дискусси": 2331,
      "мысын": 2332,
      "фыд": 2333,
      "докум": 2334,
      "дзинæдтыл": 2335,
      "кадæн": 2336,
      "гонды": 2337,
      "уæджы": 2338,
      "2024": 2339,
      "технологион": 2340,
      "партн": 2341,
      "регионтæй": 2342,
      "арæнты": 2343,
      "кусджыты": 2344,
      "ийæн": 2345,
      "иртасæнты": 2346,
      "æвзагыл": 2347,
      "физикæ": 2348,
      "Ахуыргонд": 2349,
      "спортс": 2350,
      "бахæс": 2351,
      "кандидатон": 2352,
      "тæргæйтты": 2353,
      "рауагъдонтæ": 2354,
      "ассоци": 2355,
      "горæт": 2356,
      "хъæппæристы": 2357,
      "Фæсарæйнаг": 2358,
      "æвзæрын": 2359,
      "диссертацион": 2360,
      "хæрзхъæд": 2361,
      "дæнцæг": 2362,
      "ическ": 2363,
      "хæстæг": 2364,
      "персайнаг": 2365,
      "интел": 2366,
      "бизне": 2367,
      "æмбарынад": 2368,
      "цæдис": 2369,
      "рахастой": 2370,
      "фундаменталон": 2371,
      "Джеоргуыбайы": 2372,
      "Экспер": 2373,
      "Æрыгон": 2374,
      "дизайн": 2375,
      "диктант": 2376,
      "æнувыд": 2377,
      "ЮНЕСКО": 2378,
      "28": 2379,
      "300": 2380,
      "70": 2381,
      "Æх": 2382,
      "æфс": 2383,
      "Аз": 2384,
      "Елен": 2385,
      "Пуш": 2386,
      "СО": 2387,
      "Тер": 2388,
      "Таб": 2389,
      "Фæл": 2390,
      "Эль": 2391,
      "ая": 2392,
      "ки": 2393,
      "рæс": 2394,
      "скон": 2395,
      "саб": 2396,
      "сцен": 2397,
      "то": 2398,
      "тох": 2399,
      "ук": 2400,
      "уæн": 2401,
      "уæрæх": 2402,
      "фи": 2403,
      "фут": 2404,
      "ъез": 2405,
      "уытъ": 2406,
